Dlubal.RFEM5.ReferenceType
Type of reference.

Dlubal.RFEM5.ReferenceType.UnknownReferenceType
Unknown reference type

Dlubal.RFEM5.ReferenceType.RelativeReferenceType
Relative reference

Dlubal.RFEM5.ReferenceType.AbsoluteReferenceType
Absolute reference